#+title: Intro

#+BEGIN_SRC elisp
(message "This is a %s!" "test")
#+END_SRC

#+RESULTS:
: This is a test!
